"appName" = "Inlaider (el)";


"popup.command.placeholder.typeACommand" = "Πληκτρολογήστε μια εντολή...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Πληκτρολογήστε μια εντολή ή πατήστε Enter για να κλείσετε...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Πληκτρολογήστε μια εντολή ή πατήστε Enter για να επικολλήσετε το αποτέλεσμα";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — εναλλαγή στον επεξεργαστή";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — εναλλαγή στη γραμμή εντολών";
"popup.shortcut.clearCanvas" = "⌘⌫ καθαρίζει τον επεξεργαστή";
"popup.shortcut.copyCanvas" = "⌘C αντιγράφει το περιεχόμενο του επεξεργαστή";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C ή Enter αντιγράφει το περιεχόμενο του επεξεργαστή";
"popup.shortcut.enterPaste" = "Enter εισάγει στο";
"popup.shortcut.esc" = "Esc κλείνει στο";

"show" = "Εμφάνιση";
"about" = "Σχετικά με το πρόγραμμα";
"quit" = "Έξοδος";
"close" = "Κλείσιμο";
"cancel" = "Ακύρωση";
"save" = "Αποθήκευση";
"ok" = "OK";
"settings" = "Ρυθμίσεις";
"copied" = "Αντιγράφηκε";

"settings.section.general.title" = "Γενικά";
"settings.accessibility.title" = "Δικαιώματα προσβασιμότητας";
"settings.accessibility.description" = "Αυτή η άδεια είναι απαραίτητη για την αυτόματη ανάγνωση του επιλεγμένου κειμένου και την εισαγωγή του επεξεργασμένου αποτελέσματος πίσω στο αρχικό πεδίο κειμένου.\nΧωρίς πρόσβαση, η εφαρμογή θα χρησιμοποιεί το πρόχειρο για τη μεταφορά δεδομένων.";
"settings.inlaiderShortcut.label" = "Συντόμευση πληκτρολογίου για το Inlaider";
"settings.LaunchAtLogin.label" = "Εκκίνηση κατά την είσοδο";

"settings.section.ownAPIKeys.title" = "Δικά σας κλειδιά API";
"provider.apiKey.title" = "Κλειδί API";
"provider.apiKey.placeholder" = "Εισάγετε το κλειδί API εδώ";
"provider.models.title" = "Μοντέλα";
"provider.models.new.placeholder" = "Προσθέστε όνομα μοντέλου";

"settings.section.customPrompts.title" = "Αντικαταστάσεις προτροπών";
"prompts.general.title" = "Γενική προτροπή";
"prompts.replacements.title" = "Αντικαταστάσεις προτροπών";
"prompts.replacements.replaceWhat.label" = "Αντικατάσταση";
"prompts.replacements.model.label" = "Μοντέλο";
"prompts.replacements.replaceWith.label" = "Με προτροπή";
"prompts.replacements.error.exists.message" = "Η αντικατάσταση εντολής '%@' υπάρχει ήδη.";

"about.ThirdPartyLicenses" = "Άδειες τρίτων";
"about.VisitOnGithub" = "Δείτε στο GitHub";
"about.version" = "Έκδοση %@";

"error.title" = "Σφάλμα";